Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Wait for the container folder operation to finish before recovering a login callback.
de: Warten Sie, bis der Containerordnervorgang abgeschlossen ist, bevor Sie einen Anmelderückruf wiederherstellen.
es: Espere a que finalice la operación de la carpeta contenedora antes de recuperar una devolución de llamada de inicio de sesión.
fr: Attendez la fin de l'opération sur le dossier conteneur avant de récupérer un rappel de connexion.
ja: コンテナ フォルダの操作が完了するまで待ってから、ログイン コールバックを回復します。
ko: 컨테이너 폴더 작업이 끝난 뒤 로그인을 다시 시도하세요.
pt_br: Espere a operação da pasta do contêiner terminar antes de recuperar um callback de início de sessão.
ru: Дождитесь завершения операции с папкой контейнера, прежде чем восстанавливать обратный вызов входа в систему.
zh_hans: 等待容器文件夹操作完成，然后再恢复登录回调。
zh_hant: 等待容器資料夾操作完成，然後再恢復登入回呼。

source: Wait for the current Steam setup to finish, or stop it before trying again.
de: Warten Sie, bis das aktuelle Steam-Setup abgeschlossen ist, oder stoppen Sie es, bevor Sie es erneut versuchen.
es: Espere a que finalice la configuración actual de Steam o deténgala antes de volver a intentarlo.
fr: Attendez la fin de la configuration actuelle du Steam ou arrêtez-la avant de réessayer.
ja: 現在の Steam セットアップが完了するまで待つか、再試行する前に停止してください。
ko: 현재 Steam 설정이 완료될 때까지 기다리거나 다시 시도하기 전에 중지하세요.
pt_br: Espere a configuração Steam atual terminar, ou pare antes de tentar novamente.
ru: Подождите, пока текущая установка Steam завершится, или остановите ее, прежде чем повторить попытку.
zh_hans: 等待当前的 Steam 设置完成，或停止它，然后重试。
zh_hant: 等待目前的 Steam 設定完成，或停止它，然後重試。

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
ko: 경고
pt_br: Aviso
ru: Предупреждение
zh_hans: 警告
zh_hant: 警告

source: When Switchyard is ready, it can take you directly to the official Windows Steam installer.
de: Sobald Switchyard bereit ist, können Sie direkt das offizielle Steam-Installationsprogramm für Windows öffnen.
es: Cuando Switchyard esté listo, podrás abrir directamente el instalador oficial de Steam para Windows.
fr: Une fois Switchyard prêt, vous pourrez ouvrir directement le programme d’installation officiel de Steam pour Windows.
ja: Switchyardの準備が完了したら、Windows版Steamの公式インストーラをすぐに開けます。
ko: Switchyard 준비가 끝나면 공식 Windows용 Steam 설치 프로그램으로 바로 안내합니다.
pt_br: Quando o Switchyard estiver pronto, você poderá abrir diretamente o instalador oficial do Steam para Windows.
ru: После настройки Switchyard можно сразу открыть официальный установщик Steam для Windows.
zh_hans: Switchyard 准备就绪后，可直接打开官方 Windows 版 Steam 安装程序。
zh_hant: Switchyard 準備完成後，可直接開啟官方 Windows 版 Steam 安裝程式。

source: When enabled, launches record Wine errors and warnings in a protected per-run file. Files omit argument values and are limited to 50 logs for 14 days in ~/Library/Application Support/Switchyard/Logs/DebugRuns.
de: Wenn diese Option aktiviert ist, werden Wine-Fehler und Warnungen in einer geschützten Datei pro Ausführung aufgezeichnet. Dateien lassen Argumentwerte aus und sind in ~/Library/Application Support/Switchyard/Logs/DebugRuns auf 50 Protokolle für 14 Tage beschränkt.
es: Cuando está habilitado, los lanzamientos registran errores y advertencias Wine en un archivo protegido por ejecución. Los archivos omiten valores de argumentos y están limitados a 50 registros durante 14 días en ~/Library/Application Support/Switchyard/Logs/DebugRuns.
fr: Lorsqu'il est activé, lance l'enregistrement des erreurs et des avertissements Wine dans un fichier protégé par exécution. Les fichiers omettent les valeurs d'argument et sont limités à 50 journaux pendant 14 jours dans ~/Library/Application Support/Switchyard/Logs/DebugRuns.
ja: 有効にすると、保護された実行ごとのファイルに Wine エラーと警告が記録されます。ファイルでは引数値が省略され、~/Library/Application Support/Switchyard/Logs/DebugRuns では 14 日間で 50 ログに制限されます。
ko: 이 기능을 켜면 실행마다 보호된 파일에 Wine 오류와 경고를 기록합니다. 인수 값은 남기지 않으며, ~/Library/Application Support/Switchyard/Logs/DebugRuns에 최대 50개를 14일 동안 보관합니다.
pt_br: Quando ativado, cada execução registra erros e avisos do Wine em um arquivo protegido. Os valores dos argumentos são omitidos, e o histórico é limitado a 50 logs por 14 dias em ~/Library/Application Support/Switchyard/Logs/DebugRuns.
ru: При включении запускает запись ошибок и предупреждений Wine в защищенный файл каждого запуска. В файлах отсутствуют значения аргументов, и их количество ограничено 50 журналами в течение 14 дней в ~/Library/Application Support/Switchyard/Logs/DebugRuns.
zh_hans: 启用后，启动在受保护的每次运行文件中记录 Wine 错误和警告。文件在 ~/Library/Application Support/Switchyard/Logs/DebugRuns 中省略参数值，并且在 14 天内限制为 50 个日志。
zh_hant: 啟用後，啟動在受保護的每次運行檔案中記錄 Wine 錯誤和警告。文件在 ~/Library/Application Support/Switchyard/Logs/DebugRuns 中省略參數值，並且在 14 天內限制為 50 個日誌。

source: Windows Session
de: Windows-Sitzung
es: Sesión de Windows
fr: Session Windows
ja: Windows セッション
ko: Windows 세션
pt_br: Sessão do Windows
ru: Сеанс Windows
zh_hans: Windows 会话
zh_hant: Windows 會話

source: Windows apps are still running
de: Windows-Apps werden noch ausgeführt
es: Las apps de Windows siguen ejecutándose
fr: Les applications Windows sont toujours en cours d'exécution
ja: Windows アプリはまだ実行中です
ko: Windows 앱이 아직 실행 중입니다.
pt_br: Os aplicativos do Windows ainda estão em execução
ru: Приложения Windows все еще работают.
zh_hans: Windows 应用程序仍在运行
zh_hant: Windows 應用程式仍在運行

source: Windows compatibility files
de: Windows-Kompatibilitätsdateien
es: Archivos de compatibilidad Windows
fr: Fichiers de compatibilité Windows
ja: Windows 互換性ファイル
ko: Windows 호환 파일
pt_br: Arquivos de compatibilidade do Windows
ru: Файлы совместимости Windows
zh_hans: Windows 兼容性文件
zh_hant: Windows 相容性文件

source: Windows session active · launch another app without stopping it
de: Windows Sitzung aktiv · Starten Sie eine andere App, ohne sie zu stoppen
es: Sesión de Windows activa · abre otra app sin detenerla
fr: Session Windows active · lancez une autre app sans l’arrêter
ja: Windows セッションがアクティブです · 停止せずに別のアプリを起動します
ko: Windows 세션 활성 · 중지하지 않고 다른 앱 실행
pt_br: Sessão do Windows ativa · abrir outro aplicativo sem interrompê-la
ru: Windows-сеанс активен · запустить другое приложение, не останавливая его
zh_hans: Windows 会话处于活动状态 · 启动另一个应用程序而不停止它
zh_hant: Windows 會話處於活動狀態 · 啟動另一個應用程式而不停止它

source: Windows session active · launch more apps
de: Windows Sitzung aktiv · Weitere Apps starten
es: Sesión de Windows activa · abre más apps
fr: Windows session active · lancer plus d'applications
ja: Windows セッションがアクティブです · さらにアプリを起動します
ko: Windows 세션 활성 · 더 많은 앱 실행
pt_br: Sessão do Windows ativa · abrir mais aplicativos
ru: Windows-сеанс активен · запуск дополнительных приложений
zh_hans: Windows 会话处于活动状态·启动更多应用程序
zh_hant: Windows 會話處於活動狀態·啟動更多應用程式

source: Windows support
de: Windows-Unterstützung
es: Soporte Windows
fr: Prise en charge de Windows
ja: Windows サポート
ko: Windows 지원
pt_br: Suporte ao Windows
ru: Поддержка Windows
zh_hans: Windows 支持
zh_hant: Windows 支持

source: Wine Path
de: Wine-Pfad
es: Ruta de Wine
fr: Chemin de Wine
ja: Wine のパス
ko: Wine 경로
pt_br: Caminho do Wine
ru: Путь к Wine
zh_hans: Wine 路径
zh_hant: Wine 路徑

source: Wine Runtime
de: Wine-Laufzeitumgebung
es: Entorno de ejecución de Wine
fr: Environnement d’exécution Wine
ja: Wine ランタイム
ko: Wine 런타임
pt_br: Runtime do Wine
ru: Среда выполнения Wine
zh_hans: Wine 运行时
zh_hant: Wine 執行環境

source: Wine Runtime Source
de: Quelle der Wine-Laufzeitumgebung
es: Fuente del entorno de ejecución de Wine
fr: Source de l’environnement d’exécution Wine
ja: Wine ランタイム ソース
ko: Wine 런타임 소스
pt_br: Fonte do runtime do Wine
ru: Источник среды выполнения Wine
zh_hans: Wine运行时源
zh_hant: Wine 執行環境來源

source: Wine could not accept the copied %@: callback.
de: Wine konnte den kopierten Rückruf %1$@: nicht akzeptieren.
es: Wine no pudo aceptar la devolución de llamada %1$@: copiada.
fr: Wine n'a pas pu accepter le rappel %1$@ : copié.
ja: Wine は、コピーされた %1$@: コールバックを受け入れることができませんでした。
ko: 앱이 복사한 %1$@ 로그인 정보를 받지 못했습니다.
pt_br: O Wine não conseguiu aceitar o retorno copiado de %1$@.
ru: Wine не удалось принять скопированный обратный вызов %1$@:.
zh_hans: Wine 无法接受复制的 %1$@：回调。
zh_hant: Wine 無法接受複製的 %1$@：回呼。

source: Wine executable found at %@.
de: Die ausführbare Datei Wine wurde unter %1$@ gefunden.
es: El ejecutable Wine se encuentra en %1$@.
fr: Exécutable Wine trouvé sur %1$@.
ja: Wine 実行可能ファイルが %1$@ で見つかりました。
ko: Wine 실행 파일을 찾았습니다: %1$@
pt_br: Executável do Wine encontrado em %1$@.
ru: Исполняемый файл Wine находится по адресу %1$@.
zh_hans: 在 %1$@ 中找到 Wine 可执行文件。
zh_hant: 在 %1$@ 中找到 Wine 執行檔。

source: Wine has not initialized this container yet.
de: Wine hat diesen Container noch nicht initialisiert.
es: Wine aún no ha inicializado este contenedor.
fr: Wine n'a pas encore initialisé ce conteneur.
ja: Wine はこのコンテナをまだ初期化していません。
ko: Wine가 아직 이 컨테이너를 초기화하지 않았습니다.
pt_br: O Wine ainda não inicializou este contêiner.
ru: Wine еще не инициализировал этот контейнер.
zh_hans: Wine 尚未初始化此容器。
zh_hant: Wine 尚未初始化此容器。

source: Wine initialization exited before finishing.
de: Wine-Initialisierung wurde vor Abschluss beendet.
es: La inicialización Wine finalizó antes de finalizar.
fr: L'initialisation Wine s'est terminée avant de se terminer.
ja: Wine 初期化が完了する前に終了しました。
ko: Wine 초기화가 완료되기 전에 종료되었습니다.
pt_br: A inicialização do Wine foi encerrada antes de terminar.
ru: Инициализация Wine завершилась до завершения.
zh_hans: Wine 初始化在完成之前退出。
zh_hant: Wine 初始化在完成之前退出。

source: Wine processes
de: Wine-Prozesse
es: Procesos Wine
fr: Processus Wine
ja: Wine プロセス
ko: Wine 프로세스
pt_br: Processos do Wine
ru: Wine процессы
zh_hans: Wine 进程
zh_hant: Wine 處理程序

source: Wine processes need cleanup
de: Wine-Prozesse müssen bereinigt werden
es: Los procesos Wine necesitan limpieza
fr: Les processus Wine doivent être nettoyés
ja: Wine プロセスはクリーンアップが必要です
ko: Wine 프로세스를 정리해야 합니다.
pt_br: Os processos do Wine precisam ser encerrados
ru: Процессы Wine нуждаются в очистке
zh_hans: Wine 进程需要清理
zh_hant: Wine 進程需要清理

source: Wine processes need cleanup before this container changes
de: Wine-Prozesse müssen bereinigt werden, bevor sich dieser Container ändert
es: Los procesos Wine necesitan limpieza antes de que este contenedor cambie
fr: Les processus Wine doivent être nettoyés avant que ce conteneur ne soit modifié
ja: Wine プロセスは、このコンテナを変更する前にクリーンアップする必要があります
ko: 이 컨테이너가 변경되기 전에 Wine 프로세스를 정리해야 합니다.
pt_br: Os processos do Wine precisam ser encerrados antes de alterar este contêiner
ru: Процессы Wine требуют очистки перед изменением этого контейнера.
zh_hans: Wine 进程需要在此容器更改之前进行清理
zh_hant: Wine 程序需要在此容器變更之前進行清理

source: Wine processes remain after wineserver exited
de: Wine-Prozesse bleiben bestehen, nachdem wineserver beendet wurde
es: Los procesos Wine permanecen después de salir de wineserver
fr: Les processus Wine restent après la fermeture de wineserver
ja: wineserver が終了した後も、Wine プロセスが残ります
ko: wineserver가 종료된 후에도 Wine 프로세스가 남아 있습니다.
pt_br: Ainda há processos do Wine após o encerramento do wineserver
ru: Процессы Wine остаются после выхода из wineserver.
zh_hans: Wine 进程在 wineserver 退出后仍保留
zh_hant: Wine 進程在 wineserver 退出後仍保留

source: Wine processes remain after wineserver exited. Stop this session before changing its folder.
de: Wine-Prozesse bleiben bestehen, nachdem wineserver beendet wurde. Stoppen Sie diese Sitzung, bevor Sie ihren Ordner ändern.
es: Los procesos Wine permanecen después de que se cierra wineserver. Detenga esta sesión antes de cambiar su carpeta.
fr: Les processus Wine restent après la fermeture de wineserver. Arrêtez cette session avant de modifier son dossier.
ja: wineserver が終了した後も、Wine プロセスが残ります。フォルダーを変更する前に、このセッションを停止してください。
ko: wineserver가 종료된 뒤에도 Wine 프로세스가 남아 있습니다. 폴더를 바꾸기 전에 이 세션을 중지하세요.
pt_br: Ainda há processos do Wine após o encerramento do wineserver. Interrompa esta sessão antes de alterar a pasta.
ru: Процессы Wine остаются после выхода из wineserver. Остановите этот сеанс, прежде чем менять его папку.
zh_hans: Wine 进程在 wineserver 退出后仍保留。在更改其文件夹之前停止此会话。
zh_hant: Wine 進程在 wineserver 退出後仍保留。在更改其資料夾之前停止此會話。

source: Wine processes stopped for this container.
de: Wine-Prozesse wurden für diesen Container gestoppt.
es: Procesos Wine detenidos para este contenedor.
fr: Processus Wine arrêtés pour ce conteneur.
ja: Wine プロセスがこのコンテナーに対して停止しました。
ko: 이 컨테이너의 Wine 프로세스를 중지했습니다.
pt_br: Os processos do Wine deste contêiner foram interrompidos.
ru: Wine процессы для этого контейнера остановлены.
zh_hans: Wine 进程已为此容器停止。
zh_hant: Wine 進程已為此容器停止。

source: Wine runtime preparation exited before finishing.
de: Die Vorbereitung der Wine-Laufzeitumgebung wurde vorzeitig beendet.
es: La preparación del entorno de ejecución de Wine terminó antes de completarse.
fr: La préparation de l’environnement d’exécution Wine s’est interrompue avant la fin.
ja: Wine ランタイムの準備が完了する前に終了しました。
ko: Wine 런타임 준비가 완료되기 전에 종료되었습니다.
pt_br: A preparação do runtime do Wine terminou antes de ser concluída.
ru: Подготовка среды выполнения Wine завершилась преждевременно.
zh_hans: Wine 运行时准备尚未完成便已退出。
zh_hant: Wine 執行環境準備尚未完成便已結束。

source: configured executable
de: konfigurierte ausführbare Datei
es: ejecutable configurado
fr: exécutable configuré
ja: 構成された実行可能ファイル
ko: 구성된 실행 파일
pt_br: executável configurado
ru: настроенный исполняемый файл
zh_hans: 配置的可执行文件
zh_hant: 配置的可執行檔

source: container override or inherited
de: Container überschreiben oder vererben
es: anulación de contenedor o heredado
fr: remplacement du conteneur ou héritage
ja: コンテナのオーバーライドまたは継承
ko: 컨테이너 재정의 또는 상속
pt_br: substituído no contêiner ou herdado
ru: контейнер переопределен или унаследован
zh_hans: 容器覆盖或继承
zh_hant: 容器覆蓋或繼承

source: ditto failed
de: ditto ist fehlgeschlagen
es: ditto falló
fr: Échec de ditto
ja: ditto が失敗しました
ko: ditto 실패
pt_br: ditto falhou
ru: ditto не удалось
zh_hans: ditto 失败
zh_hant: ditto 失敗

source: empty
de: leer
es: vacío
fr: vide
ja: 空の
ko: 비어 있음
pt_br: vazio
ru: пустой
zh_hans: 空的
zh_hant: 空的

source: hdiutil did not report a mounted volume.
de: hdiutil hat kein gemountetes Volume gemeldet.
es: hdiutil no informó un volumen montado.
fr: hdiutil n'a pas signalé de volume monté.
ja: hdiutil はマウントされたボリュームを報告しませんでした。
ko: hdiutil가 마운트된 볼륨을 보고하지 않았습니다.
pt_br: hdiutil não relatou um volume montado.
ru: hdiutil не сообщил о подключенном томе.
zh_hans: hdiutil 未报告已安装的卷。
zh_hant: hdiutil 未報告已安裝的磁碟區。

source: hdiutil exited with status %d
de: hdiutil wurde mit Status %1$d beendet.
es: hdiutil terminó con el estado %1$d.
fr: hdiutil s’est terminé avec l’état %1$d.
ja: hdiutilがステータス%1$dで終了しました。
ko: hdiutil 종료 상태: %1$d
pt_br: O hdiutil terminou com o status %1$d.
ru: Код завершения hdiutil: %1$d.
zh_hans: hdiutil 已退出，状态代码为 %1$d。
zh_hant: hdiutil 已結束，狀態碼為 %1$d。

source: hdiutil returned an unexpected plist.
de: hdiutil hat eine unerwartete Plist zurückgegeben.
es: hdiutil devolvió un plist inesperado.
fr: hdiutil a renvoyé une liste de plis inattendue.
ja: hdiutil が予期しない plist を返しました。
ko: hdiutil가 예상치 못한 plist를 반환했습니다.
pt_br: O hdiutil retornou uma plist inesperada.
ru: hdiutil вернул неожиданный список.
zh_hans: hdiutil 返回了意外的 plist。
zh_hant: hdiutil 回傳了意外的 plist。

source: hdiutil timed out while mounting the disk image.
de: Bei hdiutil ist beim Mounten des Disk-Images eine Zeitüberschreitung aufgetreten.
es: hdiutil agotó el tiempo de espera al montar la imagen del disco.
fr: hdiutil a expiré lors du montage de l’image disque.
ja: hdiutil は、ディスク イメージのマウント中にタイムアウトになりました。
ko: 디스크 이미지를 마운트하는 동안 hdiutil가 시간 초과되었습니다.
pt_br: O tempo limite do hdiutil foi excedido ao montar a imagem de disco.
ru: hdiutil истекло время ожидания при монтировании образа диска.
zh_hans: hdiutil 装载磁盘映像时超时。
zh_hant: hdiutil 裝載磁碟映像時逾時。

source: macOS 14 or later
de: macOS 14 oder höher
es: macOS 14 o posterior
fr: macOS 14 ou version ultérieure
ja: macOS 14 以降
ko: macOS 14 이상
pt_br: macOS 14 ou posterior
ru: macOS 14 или новее
zh_hans: macOS 14 或更高版本
zh_hant: macOS 14 或更高版本

source: switchyard-runner helper was not found in the app bundle or build directory.
de: Der switchyard-runner-Helper wurde nicht im App-Bundle oder Build-Verzeichnis gefunden.
es: No se encontró el componente switchyard-runner en el paquete de la app ni en el directorio de compilación.
fr: L'assistant switchyard-runner est introuvable dans le bundle d'applications ou dans le répertoire de construction.
ja: switchyard-runner ヘルパーがアプリ バンドルまたはビルド ディレクトリに見つかりませんでした。
ko: switchyard-runner 도우미를 앱 번들 또는 빌드 디렉터리에서 찾을 수 없습니다.
pt_br: O auxiliar switchyard-runner não foi encontrado no pacote do app nem no diretório de build.
ru: Помощник switchyard-runner не найден в пакете приложения или каталоге сборки.
zh_hans: 在应用程序包或构建目录中找不到 switchyard-runner 帮助程序。
zh_hant: 在應用程式套件或建置目錄中找不到 switchyard-runner 幫助程式。

source: switchyard-shortcut-handler was not found in the app bundle or build directory.
de: switchyard-shortcut-handler wurde nicht im App-Bundle oder Build-Verzeichnis gefunden.
es: switchyard-shortcut-handler no se encontró en el paquete de la aplicación o en el directorio de compilación.
fr: switchyard-shortcut-handler n'a pas été trouvé dans l'ensemble d'applications ou dans le répertoire de construction.
ja: switchyard-shortcut-handler がアプリ バンドルまたはビルド ディレクトリに見つかりませんでした。
ko: switchyard-shortcut-handler를 앱 번들 또는 빌드 디렉터리에서 찾을 수 없습니다.
pt_br: O switchyard-shortcut-handler não foi encontrado no pacote do app nem no diretório de build.
ru: switchyard-shortcut-handler не найден в пакете приложений или каталоге сборки.
zh_hans: 在应用程序包或构建目录中找不到 switchyard-shortcut-handler。
zh_hant: 在應用程式套件或建置目錄中找不到 switchyard-shortcut-handler。

source: switchyard-url-handler was not found in the app bundle or build directory.
de: switchyard-url-handler wurde nicht im App-Bundle oder Build-Verzeichnis gefunden.
es: switchyard-url-handler no se encontró en el paquete de la aplicación o en el directorio de compilación.
fr: switchyard-url-handler n'a pas été trouvé dans l'ensemble d'applications ou dans le répertoire de construction.
ja: switchyard-url-handler がアプリ バンドルまたはビルド ディレクトリに見つかりませんでした。
ko: app Bundle 또는 빌드 디렉터리에서 switchyard-url-handler를 찾을 수 없습니다.
pt_br: O switchyard-url-handler não foi encontrado no pacote do app nem no diretório de build.
ru: switchyard-url-handler не найден в пакете приложения или каталоге сборки.
zh_hans: 在应用程序包或构建目录中找不到 switchyard-url-handler。
zh_hant: 在應用程式套件或建置目錄中找不到 switchyard-url-handler。

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
ru: неизвестно
zh_hans: 未知
zh_hant: 未知

source: unknown profile
de: unbekanntes Profil
es: perfil desconocido
fr: profil inconnu
ja: 不明なプロフィール
ko: 알 수 없는 프로필
pt_br: perfil desconhecido
ru: неизвестный профиль
zh_hans: 未知配置
zh_hant: 不明的設定檔

source: unrecorded repository
de: nicht aufgezeichnetes Repository
es: repositorio no registrado
fr: dépôt non enregistré
ja: 未記録のリポジトリ
ko: 기록 정보가 없는 저장소
pt_br: Repositório não registrado
ru: незаписанный репозиторий
zh_hans: 未记录的存储库
zh_hant: 未記錄的儲存庫

source: verbose
de: ausführlich
es: detallado
fr: verbeux
ja: 冗長な
ko: 상세
pt_br: detalhado
ru: многословный
zh_hans: 详细
zh_hant: 詳細

source: wineserver could not be stopped (exit code %d).
de: wineserver konnte nicht gestoppt werden (Exitcode %1$d).
es: No se pudo detener wineserver (código de salida %1$d).
fr: wineserver n'a pas pu être arrêté (code de sortie %1$d).
ja: wineserver を停止できませんでした (終了コード %1$d)。
ko: wineserver를 중지할 수 없습니다(종료 코드 %1$d).
pt_br: Não foi possível parar o wineserver (código de saída %1$d).
ru: wineserver не удалось остановить (код выхода %1$d).
zh_hans: wineserver 无法停止（退出代码 %1$d）。
zh_hant: wineserver 無法停止（退出代碼 %1$d）。

# wineserver could not be stopped (exit code %d): %@
source: wineserver could not be stopped (exit code %1$d): %2$@
de: wineserver konnte nicht gestoppt werden (Exitcode %1$d): %2$@
es: No se pudo detener wineserver (código de salida %1$d): %2$@
fr: wineserver n'a pas pu être arrêté (code de sortie %1$d) : %2$@
ja: wineserver を停止できませんでした (終了コード %1$d): %2$@
ko: wineserver를 중지할 수 없습니다(종료 코드 %1$d): %2$@
pt_br: Não foi possível parar o wineserver (código de saída %1$d): %2$@
ru: wineserver не удалось остановить (код выхода %1$d): %2$@
zh_hans: wineserver 无法停止（退出代码 %1$d）：%2$@
zh_hant: wineserver 無法停止（退出代碼 %1$d）：%2$@

# Could not clear the live log journal: %@
source: Could not clear the live log journal: %1$@
de: Das Live-Protokolljournal konnte nicht gelöscht werden: %1$@
es: No se pudo borrar el diario de registros en vivo: %1$@
fr: Impossible d’effacer le journal des logs en direct : %1$@
ja: ライブログジャーナルを消去できませんでした: %1$@
ko: 실시간 로그 저널을 지울 수 없습니다: %1$@
pt_br: Não foi possível limpar o diário de logs em tempo real: %1$@
ru: Не удалось очистить журнал оперативных логов: %1$@
zh_hans: 无法清除实时日志文件：%1$@
zh_hant: 無法清除即時日誌檔案：%1$@

# Could not continue this container's live log: %@
source: Could not continue this container's live log: %1$@
de: Das Live-Protokoll dieses Containers konnte nicht fortgesetzt werden: %1$@
es: No se pudo continuar el registro en vivo de este contenedor: %1$@
fr: Impossible de poursuivre le journal en direct de ce conteneur : %1$@
ja: このコンテナのライブログを継続できませんでした: %1$@
ko: 이 컨테이너의 실시간 로그를 계속 수집할 수 없습니다: %1$@
pt_br: Não foi possível continuar o log em tempo real deste contêiner: %1$@
ru: Не удалось продолжить обновление журнала этого контейнера: %1$@
zh_hans: 无法继续更新此容器的实时日志：%1$@
zh_hant: 無法繼續更新此容器的即時日誌：%1$@

# Could not update stored debug logs: %@
source: Could not update stored debug logs: %1$@
de: Gespeicherte Debug-Protokolle konnten nicht aktualisiert werden: %1$@
es: No se pudieron actualizar los registros de depuración almacenados: %1$@
fr: Impossible de mettre à jour les journaux de débogage stockés : %1$@
ja: 保存済みのデバッグログを更新できませんでした: %1$@
ko: 저장된 디버그 로그를 업데이트할 수 없습니다: %1$@
pt_br: Não foi possível atualizar os registros de depuração armazenados: %1$@
ru: Не удалось обновить сохранённые журналы отладки: %1$@
zh_hans: 无法更新存储的调试日志：%1$@
zh_hant: 無法更新儲存的偵錯日誌：%1$@

source: Delete all stored debug logs?
de: Alle gespeicherten Debug-Protokolle löschen?
es: ¿Eliminar todos los registros de depuración almacenados?
fr: Supprimer tous les journaux de débogage stockés ?
ja: 保存済みのデバッグログをすべて削除しますか?
ko: 저장된 디버그 로그를 모두 삭제하시겠습니까?
pt_br: Excluir todos os registros de depuração armazenados?
ru: Удалить все сохранённые журналы отладки?
zh_hans: 是否删除所有存储的调试日志？
zh_hant: 要刪除所有儲存的偵錯日誌嗎？

source: Delete Stored Logs
de: Gespeicherte Protokolle löschen
es: Eliminar registros almacenados
fr: Supprimer les journaux stockés
ja: 保存済みログを削除
ko: 저장된 로그 삭제
pt_br: Excluir registros armazenados
ru: Удалить сохранённые журналы
zh_hans: 删除存储的日志
zh_hant: 刪除儲存的日誌

# Deleted %lld stored debug log files.
source: Deleted %1$lld stored debug log files.
de: %1$lld gespeicherte Debug-Protokolldateien wurden gelöscht.
es: Se eliminaron %1$lld archivos de registro de depuración almacenados.
fr: %1$lld fichiers de journaux de débogage stockés ont été supprimés.
ja: 保存済みのデバッグログファイルを%1$lld個削除しました。
ko: 저장된 디버그 로그 파일 %1$lld개를 삭제했습니다.
pt_br: %1$lld arquivos de registro de depuração armazenados foram excluídos.
ru: Удалено сохранённых файлов журналов отладки: %1$lld.
zh_hans: 已删除 %1$lld 个存储的调试日志文件。
zh_hant: 已刪除 %1$lld 個儲存的偵錯日誌檔案。

source: Maximum stored files
de: Maximale Anzahl gespeicherter Dateien
es: Máximo de archivos almacenados
fr: Nombre maximal de fichiers stockés
ja: 保存するファイル数の上限
ko: 최대 저장 파일 수
pt_br: Número máximo de arquivos armazenados
ru: Максимум сохранённых файлов
zh_hans: 最大存储文件数
zh_hant: 儲存檔案數上限

source: Retention (days)
de: Aufbewahrung (Tage)
es: Retención (días)
fr: Conservation (jours)
ja: 保存期間（日）
ko: 보관 기간(일)
pt_br: Retenção (dias)
ru: Срок хранения (дни)
zh_hans: 保留期限（天）
zh_hant: 保留期限（天）
